Repository: Kitasio/lit
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ru

source: Actions
ru: Действия

source: close
ru: Закрыть

source: Female
ru: Женщина

source: Male
ru: Мужчина

source: You cannot access this page.
ru: Вы не можете получить доступ к этой странице.

source: You must log in to access this page.
ru: Для доступа к этой странице вы должны войти в систему.

source: Setting
ru: Сеттинг

source: All
ru: Все

source: Composition
ru: Композиция

source: Favorites
ru: Избранные

source: Image dimensions
ru: Размеры изображения

source: My generations
ru: Мои генерации

source: Name
ru: Имя

source: Text size
ru: Размер текста

source: What are we creating?
ru: Что мы создаем?

source: You don't have access to this image
ru: У вас нет доступа к этому изображению

source: Your account is not active.
ru: Ваш аккаунт не активен.

source: Locked image, dissapears after 24 hours
ru: Заблокированное изображение исчезнет через 24 часа

source: Something went wrong
ru: Что-то пошло не по плану. Попробуйте снова

source: Timeout
ru: Тайм-аут

source: Adjust the settings – improve the result.
ru: Отрегулируйте настройки - улучшите результат.

source: Already registered?
ru: Уже зарегистрированы?

source: Amazing in its atmosphere and fullness
ru: Удивительно в своей атмосфере и полноте

source: Attributes
ru: Атрибуты

source: Change the description – leave only the right one.
ru: Измените описание - оставьте только необходимое.

source: Confirm my account
ru: Подтвердить мой аккаунт

source: Confirm new password
ru: Подтвердите новый пароль

source: Confirming...
ru: Подтверждение...

source: Create a cover for your next bestseller in minutes
ru: Создайте обложку для вашего следующего бестселлера за несколько минут

source: Create an account
ru: Создать аккаунт

source: Creating account...
ru: Создание аккаунта...

source: Didn't receive the Email?
ru: Не получили письмо?

source: Digital versions and files for printing. All in one place, neatly folded for you
ru: Цифровые версии и файлы для печати. Все в одном месте, аккуратно сложено для вас

source: Don't have an account?
ru: У вас нет аккаунта?

source: Download the finished result and start publishing.
ru: Скачайте готовый результат и начните публиковаться.

source: Edit
ru: Редактировать

source: Email
ru: Электронная почта

source: Enter a brief description of your book or an approximate image of what should be in the image.
ru: Введите краткую аннотацию вашей книги или примерное описание того, что должно быть изображено.

source: Error saving your cover
ru: Ошибка при сохранении вашей обложки

source: Examples of created covers:
ru: Примеры созданных обложек:

source: Examples of generated images:
ru: Примеры генерируемых изображений:

source: Fast, non-binding registration.
ru: Быстрая регистрация.

source: Find the perfect result.
ru: Найдите идеальный результат.

source: For
ru: За

source: Forgot your password?
ru: Забыли свой пароль?

source: If your email is in our system and it has not been confirmed yet, you will receive an email with instructions shortly.
ru: Если ваш адрес электронной почты в нашей системе и он еще не подтвержден, вы получите письмо с инструкциями в ближайшее время.

source: If your email is in our system, you will receive instructions to reset your password shortly.
ru: Если ваш адрес электронной почты в нашей системе, вы получите инструкции по сбросу пароля в ближайшее время.

source: Increase the image quality to the maximum.
ru: Увеличьте качество изображения до максимума.

source: Legendary Gallery
ru: Легендарная галерея

source: Log in
ru: Войти

source: Login
ru: Логин

source: Lonely pixel
ru: Одинокий пиксель

source: Masterpiece creator
ru: Творец шедевров

source: My covers
ru: Мои обложки

source: New password
ru: Новый пароль

source: Nothing here so far
ru: Пока что здесь ничего нет

source: Novice collector
ru: Молодой коллекционер

source: Of characters from your book
ru: Из персонажей вашей книги

source: Oops, something went wrong! Please check the errors below.
ru: Упс, что-то пошло не так! Пожалуйста, проверьте ошибки ниже.

source: Packages
ru: Пакеты

source: Paint Party
ru: Вечеринка красок

source: Password
ru: Пароль

source: Password reset successfully.
ru: Пароль успешно сброшен.

source: Portraits
ru: Портреты

source: Quick results and a choice
ru: Быстрые результаты и выбор

source: Refine the layout to the level of a finished cover, ready for web publishing or printing.
ru: Доработайте макет до уровня итоговой обложки, готовой для веб-публикации или печати.

source: Register
ru: Регистрация

source: Register for an account
ru: Зарегистрироваться для учетной записи

source: Remember me
ru: Запомнить меня

source: Resend confirmation instructions
ru: Повторно отправить инструкцию подтверждения

source: Reset Password
ru: Сброс пароля

source: Reset password link is invalid or it has expired.
ru: Ссылка для сброса пароля недействительна или истекло ее время действия.

source: Resetting...
ru: Сброс...

source: Save
ru: Сохранить

source: Send
ru: Отправить

source: Send password reset instructions
ru: Отправить инструкции по сбросу пароля

source: Sending...
ru: Отправка...

source: Sign in
ru: Войти

source: Sign in to account
ru: Войти в учетную запись

source: Sign up
ru: Зарегистрироваться

source: Signing in...
ru: Вход в систему...

source: Simple and convenient system
ru: Простая и удобная система

source: Simple settings. You only need to choose the image format and the style in which it will be executed.
ru: Простые настройки. Вам нужно только выбрать формат изображения и стиль, в котором оно будет выполнено.

source: Source files in high resolution
ru: Исходные файлы в высоком разрешении

source: Stage one
ru: Первый этап

source: Stage three
ru: Третий этап

source: Stage two
ru: Второй этап

source: The ultimate platform for creating eye-catching covers, posters, and more, quickly and easily. Our cutting-edge technology utilizes advanced artificial intelligence, along with intuitive text overlay tools, to help you craft professional-looking designs in no time.
ru: Писать новую реальность и погружать в неё тысячи читателей — суперспособность каждого автора. Рисовать эту реальность помогает Litcovers. Сотни стилистических алгоритмов под капотом собственных разработок творят магию под вашим чутким руководством.Творите, исследуйте стили и погружайтесь в это цифровое путешествие совершенно бесплатно!

source: Try it
ru: Попробуйте

source: Try it yourself
ru: Попробуйте сами

source: Unique artifacts and items from your worlds
ru: Уникальные артефакты и предметы из ваших миров

source: Unlimited generation – the result is guaranteed.
ru: Неограниченная генерирация - результат гарантирован.

source: User confirmation link is invalid or it has expired.
ru: Ссылка подтверждения пользователя недействительна или ее срок действия истек.

source: User confirmed successfully.
ru: Пользователь успешно подтвержден.

source: We appreciate your time and know for sure that several options are better than one
ru: Мы ценим ваше время и знаем наверняка, что несколько вариантов лучше, чем один.

source: We sent confirmation instructions to your email address
ru: Мы отправили инструкции по подтверждению на ваш адрес электронной почты

source: We sent you an email to confirm your account. Please check your inbox.
ru: Мы отправили вам письмо для подтверждения вашей учетной записи. Пожалуйста, проверьте ваш почтовый ящик.

source: We'll send a password reset link to your inbox
ru: Мы отправим ссылку для сброса пароля на ваш почтовый ящик

source: Welcome to Litcovers
ru: Добро пожаловать в Litcovers

source: Whether you're promoting your latest book, advertising an event, or simply looking to spruce up your social media profile, Litcovers has you covered. Get started today and unleash your creativity!
ru: Будь то продвижение вашей последней книги, создание иллюстраций или просто украшение вашего профиля в социальных сетях, Litcovers поможет вам. Начните сегодня и развивайте свое творчество!

source: With our system, you can easily and conveniently create images in unlimited quantities – pay for the result only when you get it.
ru: С помощью нашей системы вы можете легко и быстро создавать изображения в неограниченных количествах – платите только за результат, который понравится!

source: Without the brain-crushing and incomprehensible. Just try it yourself!
ru: Без мозгодробительного и непонятного. Просто попробуйте сами!

source: Work with a convenient text overlay tool and turn your image into a layout
ru: Работайте с удобным инструментом наложения текста и превратите ваше изображение обложку для бестселлера

source: You are ready to start - now you can start generating images.
ru: Вы готовы начать — теперь вы можете начать генерировать изображения.

source: You can change the image styles at any time, and adjust the description by removing, adding and changing the details you need.
ru: Вы можете изменять стили изображения в любое время и настраивать описание, удаляя, добавляя, и изменяя необходимые детали.

source: Your cover is saved
ru: Ваш обложка сохранена

source: Your new cover is a symbiosis of our many years of experience in the field of design and technology and AI
ru: Ваша новая обложка - это симбиоз нашего многолетнего опыта в области дизайна, технологий и ИИ

source: cheaper
ru: дешевле

source: for an account now.
ru: для создания аккаунта сейчас.

source: to your account now.
ru: для входа в Ваш аккаунт сейчас.

source: A link to confirm your email change has been sent to the new address.
ru: Ссылка для подтверждения изменения Вашего адреса электронной почты была отправлена на новый адрес.

source: Bonuses applied from
ru: Бонусы применены от

source: Change Email
ru: Изменить Email

source: Change Password
ru: Изменить пароль

source: Email change link is invalid or it has expired.
ru: Ссылка для изменения адреса электронной почты недействительна или истекло время ее действия.

source: Email changed successfully.
ru: Адрес электронной почты успешно изменен.

source: Log out
ru: Выйти

source: Current password
ru: Настоящий пароль

source: Choose what dimensions the image will have
ru: Выберите какое разрешение будет у изображения

source: Pick one of many presets to steer the creation in the right direction
ru: Выберите один из множества пресетов, чтобы направить процесс создания в нужное русло

source: Step 1.
ru: Шаг 1.

source: Step 2.
ru: Шаг 2.

source: Step 3.
ru: Шаг 3.

source: AI will come up with an idea based on your input, write down annotations, stories or character descriptions
ru: Искусственный интеллект сам придумает идею для изображения, основанную на вашием тексте. Пишите аннотации, истории или описания персонажей

source: All your edited images turn into ready-made covers, which we carefully store in this section. You can make an infinite number of covers with the same picture — there are no restrictions!
ru: Все ваши отредактированные изображения превращаются в готовые обложки, которые мы бережно храним в этом разделе. Вы можете сделать бесконечное число обложек с одной и той же картинкой — тут нет ограничений!

source: Begin!
ru: Начать!

source: In this section we carefully add up all your results. Each unblocked generation is available 24 hours from the moment it appears. Opening allows you to save, enlarge and edit the image, and the copyright is transferred to you!
ru: В этом разделе мы аккуратно складываем все ваши результаты. Каждая неразблокированная генерация доступна 24 часа с момента её появления. Открытие позволяет сохранить, увеличить и редактировать изображение, а авторские права передаются Вам!

source: Specially for the authors, we have prepared an alpha version of the text overlay, which will allow you to create a ready-made cover in a matter of seconds! Just enter your name/creative pseudonym and the title of the work. Font selection and other parameters will give you room for variation.
ru: Специально для авторов мы подготовили альфа версию наложения текста, которая позволит в считанные секунды создать готовую обложку! Просто впишите Ваше имя/творческий псевдоним и название произведения. Подбор шрифтов и другие параметры дадут вам простора для вариативности.

source: Text overlay
ru: Наложение текста

source: Toggle switch LIT.AI disables our idea generator, giving you the opportunity to accurately describe the desired image
ru: Тумблер LIT.AI отключает наш генератор идей, давая вам возможность точно описать желаемое изображение

source: We're here! At the first step, you will be able to enter a description of the desired image or an annotation of the book in text, then select the aspect ratio and finally determine the most appropriate styles.
ru: Мы на месте! На первом шаге Вы сможете ввести описание желаемой картинки или аннотацию книги текстом, затем выбрать соотношение сторон и в завершении определить наиболее подходящие стили

source: Cancel
ru: Отменить

source: This will increase the quality to the maximum, remove the watermark and allow you to overlay text
ru: Это повысит качество до максимального, уберёт водяной знак и позволит накладывать текст

source: You are going to spend a Litcoin and open an image
ru: Вы собираетесь потратить Litcoin и открыть изображение

source: Pay
ru: Купить

source: Thanks! Your feedback is submited
ru: Спасибо! Ваш отзыв успешно отправлен

source: Your feedback
ru: Ваш отзыв

source: Leave feedback
ru: Оставить отзыв

source: Did you like it or not? What was missing? Please tell us about your feelings and the results of using the platform — this will help make the best product on the market!
ru: Понравилось или не очень? Чего не хватило? Пожалуйста, расскажите нам о своих ощущениях и результатах пользования платформой — это поможет сделать лучший продукт на рынке!

source: Improving together
ru: Становимся лучше вместе

source: mail.ru not supported, use another provider
ru: mail.ru плохо работает, используйте другой провайдер

source: must have the @ sign and no spaces
ru: должен быть символ @ и без пробелов

source: AI model
ru: Модель ИИ

source: Anime
ru: Аниме

source: Concept art
ru: Концепт арт

source: Cyberpunk
ru: Киберпанк

source: Describe the image you want to get in a few words, keep it simple
ru: Опишите изображение, которое вы хотите получить, в нескольких словах, чем проще тем лучше

source: Describe what you would like to add, change or remove in the image.
ru: Опишите, что вы хотели бы добавить, изменить или удалить на изображении.

source: Edit the image
ru: Редактировать изображение

source: Faces
ru: Лица

source: Good for depiction of a portrait or a couple
ru: Хорошо подходит для изображения портрета или пары

source: Impressionism
ru: Импрессионизм

source: Ink art
ru: Инк-арт

source: Metal Etchings
ru: Гравюры

source: Minimalism
ru: Минимализм

source: Mosaic
ru: Мозаика

source: Oil on canvas
ru: Масленная живопись

source: Pencil drawing
ru: Рисунок карандашом

source: Photorealism
ru: Фотореализм

source: Pointillism
ru: Пуантилизм

source: Pop Art
ru: Поп-арт

source: Renaissance
ru: Ренессанс

source: Vector illustration
ru: Векторная иллюстрация

source: Watercolor illustration
ru: Акварель

source: Works best with landscapes, buildings, and other objects
ru: Лучше всего работает с пейзажами, зданиями и другими объектами

source: Message
ru: Сообщение

source: Preserve composition
ru: Сохранить композицию на картинке

source: Deletion, check if you are removing something, instead of adding or changing
ru: Удаление, выберите если вы хотите что-то убрать с картинки, а не добавить или изменить
